Repository: 84000/data-translation-memory
Catalog: toh263-v3.tmx
Source language: bo
Languages: en

source: སྡིག་པ་སྤོང་བ་དེ་ལ་ཆོས་དང་ཆོས་མ་ཡིན་པ་ནི་འདི་ལྟ་སྟེ།
en: “Renouncers of misdeeds, this is what is true and what is not true.

source: རྟག་པ་མེད་ཅིང་ཆད་པ་མེད་པའོ། །
en: There is no permanence and there is no annihilation.

source: ལུས་ནམ་མཁའ་དང་མཚུངས་པའོ། །
en: The body is like space.

source: ནང་མེད་ཅིང་ཕྱི་རོལ་མེད་པའོ། །
en: There is no internal and no external.

source: འདུ་བྱེད་ཐམས་ཅད་མི་དམིགས་པའོ། །
en: All formations lack apprehension.

source: སེམས་ཞེས་བྱ་བ་འདི་ནི་མིང་ཙམ་མོ། །
en: ‘Mind’ is just a label.

source: ནམ་མཁའ་ཀུན་ཏུ་རྟོག་པའི་མཚན་ཉིད་ལ་འཇུག་པའོ། །
en: The conceptual characteristics one engages are space.

source: དགེ་བ་དང་མི་དགེ་བའི་ཆོས་ལ་སེམས་དམིགས་པ་མེད་ཅིང་སེམས་ལ་དགེ་བ་དང་མི་དགེ་བའི་ཆོས་དམིགས་པ་ཡང་མེད་དོ། །
en: Virtuous and nonvirtuous qualities lack apprehension of the mind, and the mind lacks apprehension of virtuous and nonvirtuous qualities.

source: ཇི་ལྟར་ཤིང་ལ་རྟོག་པ་མེད་པ་དེ་ལ་མེ་ཏོག་དང་འབྲས་བུར་རྟོག་པ་ཡང་མེད་དོ། །
en: Just as a tree is devoid of concepts, so too the flowers and fruits are devoid of concepts.

source: དེ་ལ་ཡང་མེ་ཏོག་དང་འབྲས་བུ་དང་ཤིང་དུ་རྟོག་པ་ཡང་མི་བྱེད་པ་དེ་བཞིན་དུ་དངོས་པོ་དང་དངོས་པོ་མེད་པ་འདི་དག་མི་སྨྲ་བར་བྱའོ། །
en: One who does not generate concepts about flowers, fruits, and trees should not say these things are existent or nonexistent.

source: གང་གི་ཕྱིར་གཅིག་ལ་གཅིག་མི་རྟོག་ཅིང་རྣམ་པར་མི་རྟོག་པ་དེས་ཆོས་ཐམས་ཅད་ཡུལ་མེད་པའོ། །
en: Since they are mutually devoid of thought and lack concepts, all phenomena are inaccessible.

source: ཆོས་ཐམས་ཅད་གཉིས་སུ་མེད་ཅིང་གཉིས་ལྟ་བུར་མེད་པ་དང་། མི་རྟོག་ཅིང་རྣམ་པར་མི་རྟོག་པའོ། །
en: All phenomena are nondual, not like two things, without thoughts, and without concepts.

source: ཚེ་དང་རླངས་པ་དང་། རྣམ་པར་ཤེས་པ་སྨིག་རྒྱུ་བ་ལྟ་བུར་དམིགས་པ་མེད་པའི་ཚུལ་དང་། བརྗོད་དུ་མེད་པའི་ཡང་བརྗོད་དུ་མེད་པའི་ཚུལ་གྱིས་བསྒོམ་པར་བྱའོ། །
en: One should meditate in accordance with the fact that the life force, breath, and consciousness are like a mirage and without apprehension, and in accordance with the fact that one cannot say anything about what is inexpressible.

source: ཆོས་ཐམས་ཅད་བྱ་བ་མེད་པར་འཇུག་པ་ནི་བྱེད་པ་པོ་དམིགས་པ་མེད་པ་མེད་པ་ལས་དམིགས་པ་མེད་པའི་ཚུལ་གྱིས་བསྒོམ་པར་བྱའོ། །
en: One who has been introduced to the idea that all phenomena are inactive should meditate in accordance with the nonapprehension of an agent and the nonapprehension of an action.

source: ཆོས་ཐམས་ཅད་མི་ཤེས་པས་ནི་སྲོག་ཏུ་དམིགས་པ་མེད་པ་ལས་ཀུན་དུ་རྟོག་པ་མེད་པའི་ཚུལ་གྱིས་བསྒོམ་པར་བྱའོ། །
en: One who does not perceive any phenomena should meditate using the nonconceptual method based on not apprehending a life force.

source: ཆོས་ཐམས་ཅད་དམིགས་པ་མེད་པ་ནི་ཀུན་དུ་དམིགས་པའི་ཚུལ་གྱིས་བསྒོམ་པར་བྱའོ། །
en: One who does not apprehend any phenomena should meditate by applying that to all one apprehends.

source: ཆོས་ཐམས་ཅད་དྲན་པ་དང་བྲལ་བ་ནི་དྲན་པ་ལ་དམིགས་པས་བསྒོམ་པར་བྱའོ། །
en: One who is free from recollecting all phenomena should meditate by focusing on recollection.

source: ཆོས་ཐམས་ཅད་རང་བཞིན་གྱིས་ཡང་དག་པར་ཞུགས་པ་ཅན་ནི་ཕྱི་དང་ནང་གི་དམིགས་པའི་ལྟ་བ་རྣམ་པར་སྤངས་པས་བཟོད་པ་འདི་སྒོམས་ཤིག །
en: One who engages the nature of all phenomena should cultivate this acceptance by abandoning all the views related to internal and external apprehension.

source: འདི་ནི་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པའི་བཟོད་པའོ། །
en: “This is the acceptance of emptiness, of the absence of marks, and of the absence of wishes.

source: འདི་ནི་ལུས་དང་ངག་དང་ཡིད་ཀྱི་ལས་ཀྱི་འདུ་བྱེད་བག་ཡངས་ཀྱི་བཟོད་པའོ། །
en: This is the acceptance that calms physical, verbal, and mental formations.

source: འདི་ནི་ཉོན་མོངས་པའི་དབང་རབ་དང་འབྲིང་དང་ཐ་མ་བག་ཡངས་པའི་བཟོད་པའོ། །
en: This is the acceptance that calms the severe, middling, and lesser influences of the afflictions.

source: འདི་ནི་ལོག་པར་ལྟ་བ་དང་། ལོག་པའི་ལམ་ཐམས་ཅད་སྨོན་ལམ་གྱིས་རྣམ་པར་ཆད་པར་བྱེད་པའི་བཟོད་པའོ། །
en: This is the acceptance in which one’s aspiration puts an end to all mistaken views and paths.

source: འདི་ནི་ལྟ་བ་ངན་པ་ལམ་དོག་པ་རྙེད་པ་དང་། ལམ་ངན་པར་ཞུགས་པ་དང་། བསྟན་པ་ངན་པའི་ཡི་དམ་ཡོངས་སུ་སྨིན་པའི་བཟོད་པའོ། །
en: This is the acceptance that ripens those who have encountered wrong views and narrow paths, set out on unwholesome paths, and adopted unwholesome teachings.

source: འདི་ནི་འཕགས་པ་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་པའི་བཟོད་པའོ། །
en: This is the acceptance that causes one to master the perfections of the noble ones.

source: འདི་ནི་མངོན་པར་ཤེས་པས་རྣམ་པར་རྩེ་བར་བྱེད་པའི་བཟོད་པའོ། །
en: This is the acceptance that causes one to revel in the supernormal faculties.

source: འདི་ནི་སངས་རྒྱས་ཀྱི་ཞིང་གྲངས་མེད་པ་ན་རྣམ་པར་དཔྱོད་པའི་བཟོད་པའོ། །
en: This is the acceptance that makes one travel to countless buddha realms.

source: འདི་ནི་བཅོམ་ལྡན་འདས་གྲངས་མེད་པ་ལ་བསྙེན་བཀུར་བྱེད་པའི་བཟོད་པའོ། །
en: This is the acceptance that causes one to venerate countless blessed ones.

source: འདི་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གཅིག་ལ་དེ་བཞིན་དུ་ཞུ་བ་གྲངས་མེད་པ་ཡོངས་སུ་ཞུ་བར་བྱེད་པའི་བཟོད་པའོ། །
en: This is the acceptance that causes one to ask countless questions of each blessed buddha.

source: འདི་ནི་ཆགས་པ་མེད་པའི་སྤོབས་པ་གྲངས་མེད་པ་ལ་སྣང་བར་བྱེད་པའི་བཟོད་པའོ། །
en: This is the acceptance that causes one to manifest immeasurable eloquence devoid of attachment.

source: འདི་ནི་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་སུམ་ཅུ་རྩ་བདུན་གྱི་ཆོས་ལ་སྒྲིབ་པ་མེད་པའི་ཡེ་ཤེས་ཐོབ་པར་བྱེད་པའི་བཟོད་པའོ། །
en: This is the acceptance that makes one attain the unobstructed wisdom related to the thirty-seven factors of awakening.

source: འདི་ནི་བདུད་བཞི་རྣམ་པར་འཇིག་པའི་བཟོད་པའོ། །
en: This is the acceptance that completely destroys the four māras.

source: འདི་ནི་ཆོས་ཀྱི་འཁོར་ལོ་འཇུག་པར་བྱེད་པའི་བཟོད་པའོ། །
en: This is the acceptance that causes one to turn the wheel of the Dharma.

source: འདི་ནི་མུ་སྟེགས་ཅན་དང་བཅས་པའི་ཆོས་ཀྱི་གནོད་པར་བྱེད་པའི་བཟོད་པའོ། །
en: This is the acceptance that harms the teachings associated with non-Buddhists.

source: འདི་ནི་སངས་རྒྱས་ཀྱི་དགོངས་པ་མ་ལུས་པར་ཡོངས་སུ་ཐོབ་པར་བྱེད་པའི་བཟོད་པའོ། །
en: This is the acceptance that makes one attain all the realizations of a buddha.

source: འདི་ནི་མྱ་ངན་ལས་འདའ་བར་བྱེད་པ་ཆེན་པོའི་བཟོད་པའོ། །
en: This is the great acceptance that causes one to pass into nirvāṇa.

source: འདི་ནི་ལུས་ཕྱེ་མར་བྱེད་པའི་བཟོད་པའོ། །
en: This is the acceptance that crushes the body into dust.

source: འདི་ནི་རིགས་ཀྱི་བུ་ཁྱེད་ཅག་གདོན་མི་ཟ་བར་ཉན་པར་བྱེད་པའི་བཟོད་པའོ། །
en: Noble sons, this is the acceptance that makes you listen without any doubt.”

source: སྔོན་གྱི་ཚུལ་བསྟན་པ་འདི་ལུང་སྟོན་པ་བསྟན་པ་ན་མུ་སྟེགས་ཅན་གཞན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བརྟན་པར་བྱས་པ་ཉི་ཤུ་རྩ་བཞི་བཟོད་པ་འདི་ཐོབ་པར་གྱུར་ཏོ། །
en: As that teaching about the past methods was being delivered, twenty-four non-Buddhists who had firmly given rise to the mind set on unsurpassed and perfect awakening achieved this acceptance.

source: སྔོན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་མ་བསྐྱེད་པ་དགུ་བཅུ་རྩ་གཉིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་པ་དེ་ལས་ཕྱིར་མི་ལྡོག་པར་གྱུར་ཏོ། །ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞི་རིགས་དང་འཐུན་པའི་བཟོད་པ་ཐོབ་པར་གྱུར་ཏོ། །
en: Ninety-two of them who had not yet given rise to the mind set on unsurpassed and perfect awakening gave rise to that mind and would no longer regress from it, and eighty-four trillion of them achieved the same type of acceptance.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཀུན་ཏུ་འཚོ་མེ་ཏོག་འོད་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་དྲན་པ་ཅི་འདྲ་བ་ལ་རྣལ་འབྱོར་དུ་བགྱི། དྲན་པ་དང་ལྡན་པ་གང་གིས་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ཐོབ་པར་འགྱུར།
en: Then, the ājīvika Flower Light asked the Blessed One, “Respected Blessed One, what kind of recollection should one practice and how does someone with that recollection achieve the vehicle of the solitary buddhas?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀྱེ་ཀུན་ཏུ་འཚོ་ཅི་ཁྱོད་རྐྱེན་གྱི་ཆོས་དང་ཆོས་ཀྱི་རྗེས་རབ་ཏུ་མི་ཤེས་སམ།
en: The Blessed One replied, “O ājīvika, don’t you know about the conditioned phenomena and the consequences of phenomena?”

source: གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་བཤད་དུ་གསོལ།
en: “Respected Blessed One, please explain this to me!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀྱེ་ཅི་ཁྱོད་མིག་མིག་གིས་ཆགས་སམ། འོན་ཏེ་མིག་མིག་གི་རྣམ་པར་ཤེས་པས་ཆགས་སམ།
en: The Blessed One then asked, “Do you recognize that the eye is attached to the eye and that the eye consciousness is attached to the eye?

source: འོན་ཏེ་མིག་གི་རྣམ་པར་ཤེས་པ་མིག་གིས་ཆགས་པ་ནས་ཡིད་ཆོས་ཀྱིས་ཆགས་སམ། འོན་ཏེ་ཆོས་ཡིད་ཀྱིས་ཆགས་པའི་བར་དུ་མངོན་པར་ཤེས་སམ།
en: Moreover, do you recognize that the eye is attached to the eye consciousness all the way up to the fact that mental phenomena are attached to the mind and the mind is attached to mental phenomena?”

source: གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་མིག་མིག་གིས་ཆགས་པ་ནས་ཆོས་ཡིད་ཀྱིས་ཆགས་པ་མེད་པའི་བར་དུ་འཚལ་ཏོ། །
en: “Respected Blessed One, I acknowledge that the eye is not attached to the eye all the way up to the fact that mental phenomena are not attached to the mind.”

source: བཀའ་སྩལ་པ། ཀྱེ་ཁྱོད་འདི་ལ་ཆགས་པ་ནི་ཆད་པར་ལྟ་བར་འགྱུར་རོ། །ཀྱེ་སྐྱེས་བུ་གང་ཟག་གི་ཆད་པར་ལྟ་བ་ནི་རྒ་ཤིའི་ཕ་རོལ་ཏུ་མི་འགྲོའོ། །
en: “This view you are attached to is an annihilationist view, and those who hold annihilationist views about persons will not reach the other shore of old age and death.

source: ཡུལ་བཅུ་གཉིས་པོ་འདི་དག་ཏུ་སོང་བ་ན་གཅིག་ལ་གཅིག་རྐྱེན་གྱི་རྗེས་སུ་འབྲེལ་བའོ། །གསོལ་པ།
en: From the perspective of the twelve links, those are related to each other through conditions.”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཅི་ཀྱེ་མེ་ཏོག་འོད་ཅེས་བྱ་བ་དང་།
en: “Respected Blessed One, is the one named ‘Flower Light’ and the eye present in the object of the eye consciousness?

source: མིག་མིག་གི་རྣམ་པར་ཤེས་པའི་གནས་ལ་འདུག་པ་ནས་བཅོམ་ལྡན་འདས་ཅི་ཆོས་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་བར་གྱི་གནས་ལ་འཇུག་གམ།
en: Blessed One, is the same the case up to mental phenomena being present in the object of mental consciousness?”

source: མེ་ཏོག་འོད་ཀྱེ་ཞེས་བྱ་བ་ནི་སྐྱེས་བུ་གང་ཟག་གི་ཐ་སྙད་དེ། །དེ་ནི་དེའི་རྟག་པར་ལྟ་བར་འགྱུར་རོ། །
en: “ ‘Flower Light’ is a conventional designation for a person that becomes the view that it is permanent.

source: མེ་ཏོག་འོད་སྐྱེས་བུ་གང་ཟག་གི་རྟག་པར་ལྟ་བ་ནི་རྒ་ཤིའི་ཕ་རོལ་ཏུ་མི་འགྲོའོ། །
en: Flower Light, the view of permanence related to persons does not lead to the other shore of old age and death.

source: མེ་ཏོག་འོད་ཆོས་རྣམས་ཀྱི་ཆོས་ཉིད་ཡོད་པ་འདི་དག་མཉན་ནས་རབ་ཏུ་གསོལ་པ་ལ་མངོན་པར་ཆགས་པ་ནི་རྟག་པ་དང་ཆད་པ་མེད་པའི་དབུས་ཀྱི་ལམ་མོ། །
en: Flower Light, the inclination to make such an inquiry after hearing about this true condition of phenomena is the middle way related to permanence and annihilation.

source: མིག་བརྟེན་པའི་གཟུགས་སྣང་བ་འབྱུང་བ་དེ་ལ་མིག་དང་། རྣམ་པར་ཤེས་པ་དང་། གཟུགས་རྣམས་འདྲེས་ནས་དུས་གསུམ་དུ་འདྲེས་པར་འདུག་གོ། །
en: Concerning the arising of the appearances of forms that are the basis for the eye, when the eye, the eye consciousness, and forms interact, they exist in that interaction in the three times.

source: མིག་མིག་གི་རྣམ་པར་ཤེས་པ་ལ་འདྲེས་ནས་དུས་གསུམ་དུ་འདྲེས་ཤིང་འདུག་པ་ཡང་མེད་དོ། །
en: When the eye and the eye consciousness interact, they also do not exist in that interaction in the three times.

source: མིག་གི་རྣམ་པར་ཤེས་པ་ནི་གང་ནས་ཀྱང་མི་འོང་གང་དུ་ཡང་མི་འགྲོའི་འཇིག་པའི་མཚན་ཉིད་འབྱུང་བའི་རྐྱེན་གྱི་རྗེས་སུ་ནུས་ན་འབྱུང་བ་དང་།
en: The eye consciousness does not come from or go anywhere.

source: རྐྱེན་འགོག་པ་ལས་འགོག་པ་ནི་མིག་གི་རྣམ་པར་ཤེས་པའོ། །
en: However, since the characteristic of disintegration follows the condition of arising, the cessation that follows arising—the cessation of conditions—brings forth the eye consciousness.

source: ཀྱེ་མེ་ཏོག་འོད་རྣམ་པ་དེ་དག་ནི་མིག་དང་གཟུགས་ལ་བརྟེན་པ་སྟེ།
en: “O Flower Light, those mental images depend on the eye and forms.

source: མིག་དང་གཟུགས་ཀྱི་རྐྱེན་གྱིས་རྣམ་པར་ཤེས་པ་དང་གསུམ་འདུས་པའི་རྐྱེན་གྱིས་རེག་པར་འགྱུར་རོ། །
en: The threefold condition of consciousness coming together with the conditions of the eye and forms leads to contact.

source: རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ནས་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོའི་བར་དུ་ཀུན་འབྱུང་བར་འགྱུར་རོ། །
en: Everything from feelings to the entire great mass of suffering arises due to the condition of contact.

source: མིག་འགགས་པས་གཟུགས་འགག །
en: When the eye has ceased, forms will cease.

source: མིག་དང་གཟུགས་འགགས་པས་མིག་གི་རྣམ་པར་ཤེས་པ་འགག་སྟེ།
en: When the eye and forms have ceased, the eye consciousness will cease.

source: མིག་གི་རྣམ་པར་ཤེས་པ་འགགས་པ་ནས་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོའི་བར་དུ་འགག་པར་འགྱུར་རོ། །དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་།
en: When the eye consciousness has ceased, everything up to this great mass of suffering will also cease.

source: ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་རྐྱེན་དང་། ཆོས་ཀྱི་རྐྱེན་གྱིས་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་འབྱུང་བ་ལས་གསུམ་འདུས་པ་ནི་རེག་པ་སྟེ།
en: In the same way, contact occurs when three factors come together after the mental consciousness has arisen conditioned by the ear, nose, tongue, body, mind, and mental phenomena.

source: ཡིད་འགགས་ཤིང་ཆོས་འགགས་པས་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཡང་འགག་གོ། །
en: When the mind has ceased, mental phenomena will cease, and the mental consciousness will cease.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་འགགས་པས་རེག་པ་འགག་པ་ནས་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོའི་བར་དུ་འགག་པར་འགྱུར་རོ། །
en: When the mental consciousness has ceased, contact will cease, and everything up to the great mass of suffering will cease.

source: མེ་ཏོག་འོད་དབུས་ཀྱི་ལམ་ཞེས་བྱ་བ་ནི་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཅན་གྱི་ཡེ་ཤེས་ཁོང་དུ་ཆུད་པར་བྱ་བའི་ཕྱིར་རབ་ཏུ་གསལ་བར་བྱ་བ་སྟེ།
en: Flower Light, you should inquire about ‘the middle way’ so that you may comprehend the wisdom of those who possess the factors of awakening.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་འདི་བསྟན་པ་སྟོན་པ་ན་ཀུན་ཏུ་འཚོ་མེ་ཏོག་འོད་དང་མུ་སྟེགས་ཅན་གཞན་ཁྲག་ཁྲིག་དགུ་བཅུ་རྩ་གཉིས་དང་ལྷན་ཅིག་ཏུ་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་སེམས་བསྐྱེད་པར་གྱུར་ཏོ། །
en: As this teaching was being delivered by the Blessed One, the ājīvika Flower Light together with 9,200,000,000 non-Buddhists gave rise to the mind set on the vehicle of the solitary buddhas.

source: རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ལ་ཡེ་ཤེས་ཐོབ་པར་བྱ་བའི་ཕྱིར་ཕྱིར་མི་ལྡོག་པའི་ས་ཡང་ཐོབ་པར་གྱུར་ཏོ། །ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་སངས་རྒྱས་ཀྱི་ཞིང་མ་ལུས་པར་ས་དང་ནམ་མཁས་ཁྱབ་པ་ལ་གནས་པའི་འཁོར་ཐམས་ཅད་དང་ལྡན་པ་ལ་ཤེས་པར་བྱས་པ།
en: Since they achieved the wisdom of the vehicle of the solitary buddhas, they reached the level of nonregression.

source: བཞིན་བཟངས་འདིར་ཡང་དག་པར་ལྷགས་པ་ཇི་ཙམ་པ་ཉོན་ཅིག །དེ་ནས་སངས་རྒྱས་ཀྱི་ཞིང་མ་ལུས་པར་ས་དང་ནམ་མཁས་ཁྱབ་པ་ལ་གནས་པའི་འཁོར་ཐམས་ཅད་དང་ལྡན་པ་དང་། ལྷ་དང་། དྲི་ཟ་དང་། མི་དང་།
en: The Blessed One then got the attention of all the assemblies filling the earth and the sky of this whole buddha realm with the thought, “All of you respectable ones who have assembled in this place, listen!”

source: ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་དག་ཐལ་མོ་སྦྱར་ཏེ། ཁ་དོག་དང་། གཟུགས་དང་། དབྱིབས་སྣ་ཚོགས་དཀའ་ཐུབ་དང་། བརྟུལ་ཞུགས་སྤྱོད་པའི་སྤྱོད་ལམ་གྱིས་བཅོམ་ལྡན་འདས་དྲང་སྲོང་ཆེན་པོ་ལ་ལྟའོ། །
en: Then all those assemblies filling the earth and the sky of this whole buddha realm, and the world with its gods, gandharvas, humans, and asuras, joined their palms and gazed at the blessed great seer while displaying their various complexions, physical appearances, and shapes, and engaging in their ascetic practices and observances.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཏིང་ངེ་འཛིན་ལས་བཞེངས་ཏེ། སྔོན་ཇི་ལྟ་བུའི་སངས་རྒྱས་ཀྱི་སྐུ་གཟུགས་ཀྱིས་ཡང་དག་པར་མཐོང་ནས་སངས་རྒྱས་ཀྱི་ཞིང་མ་ལུས་པར་ས་དང་ནམ་མཁས་ཁྱབ་པ་ལ་གནས་པའི་འཁོར་ཐམས་ཅད་དང་ལྡན་པས་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ། མགྲིན་གཅིག་ཏུ་གསོལ་བ། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་ཕྱག་འཚལ་ལོ། །
en: The entire assembly filling the earth and the sky of this whole buddha realm saw him in the physical form of a buddha as he had been before, circumambulated him three times, and exclaimed in unison, “We pay homage to the thus-gone one, the worthy, perfect Buddha!

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་ཕྱག་འཚལ་ལོ། །
en: We pay homage to the thus-gone one, the worthy, perfect Buddha!

source: ཕྱག་འཚལ་ལོ། །
en: Homage to you!

source: རྣམ་པ་དེ་ལྟ་བུར་འདུས་པ་ལ་ཐེག་པ་གསུམ་གྱིས་སེམས་ཅན་ཡོངས་སུ་སྨིན་ཏོ་ཞེས་ལུང་ཆེན་པོ་བསྟན་པ་སྔོན་མ་མཐོང་མ་ཐོས་སོ། །
en: You have ripened the beings in this assembly with the three vehicles!’ They had never heard or seen a teaching on that great tradition before.”

source: ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་ལེའུ་དགུ་པའོ།། །།
en: This was the ninth chapter of the Great Vehicle sūtra entitled “The Acceptance of Taming Beings with the Sky-Colored Method of Perfect Conduct.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གང་སྔོན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སུ་གྱུར་པ་གང་གིས་ཉོན་མོངས་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་བྱུང་ནས་སངས་རྒྱས་ཀྱི་ཞིང་བྱ་བ་བྱས་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ཐམས་ཅད་ཀྱིས་སེམས་ཅན་རྣམས་ལ་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་འདི་སྟོན་ཏོ། །
en: Chapter 10 The Blessed One said, “All of the blessed buddhas who became the thus-gone, worthy, perfect buddhas in the past, arose in afflicted buddha realms inundated with the five impurities, and performed deeds in those buddha realms have taught to beings this acceptance that tames beings with the sky-colored method of perfect conduct.

source: གང་ཡང་མ་འོངས་པའི་དུས་ན་ཉོན་མོངས་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་འབྱུང་བར་འགྱུར་ཞིང་སངས་རྒྱས་ཀྱི་བྱ་བ་བྱེད་པར་འགྱུར་བའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ཐམས་ཅད་ཀྱིས་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་འདི་སྟོན་པར་འགྱུར་རོ། །
en: All of the blessed buddhas who will arise in afflicted buddha realms inundated with the five impurities and perform the deeds of a buddha there in the future will teach this acceptance that tames beings with the sky-colored method of perfect conduct in order to ripen all beings.

source: གང་ཡང་ད་ལྟར་གྱི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཕྱོགས་བཅུའི་ཉོན་མོངས་པ་དང་། རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་ཚད་མེད་གྲངས་མེད་པ་ན་བཞུགས་ཤིང་འཚོ་སྐྱོང་སྟེ། སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་ཐམས་ཅད་ཀྱིས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་འདི་སྟོན་ཏོ། །
en: All the blessed buddhas of the present who reside, offer sustenance, and teach the Dharma to beings in the countless, immeasurable afflicted buddha realms of the ten directions that are inundated with the five impurities are teaching this acceptance of taming beings with the sky-colored method of perfect conduct in order to ripen beings.

source: བཞིན་བཟངས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་དགེ་བའི་རྩ་བ་སྤེལ་བའི་ཕྱིར་བཟོད་པ་འདི་མང་དུ་བྱེད་དོ། །
en: “Respectable ones, bodhisattvas generate this acceptance in abundance in order to multiply their roots of virtue.

source: བྱང་ཆུབ་སེམས་དཔའ་གང་གིས་དགེ་བའི་རྩ་བ་ཆེན་པོ་ཡོངས་སུ་སྦྱང་བར་བྱས་པ་ནི་སེམས་དཔའ་ཆེན་པོ་ཞེས་བྱ་སྟེ།
en: Bodhisattvas who have completely purified great roots of virtue are known as great beings and will also completely transcend all formations.

source: འདུ་བྱེད་ཐམས་ཅད་ལས་ཡང་དག་པར་ཤིན་ཏུ་འདས་པར་ཡང་འགྱུར་རོ། །སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་འདུ་བྱེད་ཐམས་ཅད་ཀྱི་སྤྱོད་ཡུལ་དུ་འགྱུར་ཞིང་མྱ་ངན་ལས་འདས་པའི་ཡུལ་དུ་སོང་བར་ཡང་དག་པར་མཐོང་ངོ་། །ངོ་བོ་ཉིད་མེད་པ་དང་། ཚིག་གི་ལམ་མེད་པ་དང་། སྟོང་པ་ཉིད་དང་།
en: In order to ripen beings, they will be active in the domain of all formations while also appearing to have gone to the domain of nirvāṇa.

source: དངོས་པོ་མེད་པ་དང་། མཚན་མ་མེད་པ་དང་། མཚན་ཉིད་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། ཁམས་གསུམ་ལས་ཡང་དག་པར་ཤིན་ཏུ་འདས་པའི་ཆོས་མཚུངས་པ་ཉིད་དུ་ཤེས་ཏེ།
en: They know the sameness of phenomena that completely transcends the three realms and that is devoid of an essential nature, without language, emptiness, insubstantial, without marks, without characteristics, and without wishes.

source: དབེན་པ་ཆགས་པ་མེད་པའི་ཡུལ་དུ་འགྱུར་ཞིང་འདུ་འཛིའི་ཡུལ་དུ་ཡང་ཡང་དག་པར་མཐོང་ངོ་། །
en: They will be in the domain of dispassionate isolation while appearing in the domain of distractions.

source: བསམ་གཏན་གྱི་ཡུལ་ལ་ཆགས་པར་འགྱུར་ཞིང་བཙུན་མོའི་འཁོར་གྱི་དབུས་ཀྱི་ཡུལ་དུ་སོང་བར་ཡང་ཡང་དག་པར་མཐོང་ངོ་། །
en: They will be drawn to the domain of the concentrations while also appearing to have gone inside the women’s quarters.

source: མངོན་པར་འདུ་མི་བྱེད་པའི་ཡུལ་དུ་འགྱུར་ཞིང་ཡུལ་ཐམས་ཅད་ཀྱི་སྤྱོད་ཡུལ་དུ་ཡང་ཡང་དག་པར་མཐོང་ངོ་། །
en: They will be in the domain that is utterly unconditioned while appearing in the domain of all objects.

source: ཡུལ་ལས་ཤིན་ཏུ་འདས་པར་འགྱུར་ཞིང་བདུད་བཞིའི་ལམ་གྱི་ཡུལ་དུ་ཡང་ཡང་དག་པར་མཐོང་ངོ་། །
en: They will transcend objects while appearing in the domain of the path of the four māras.

source: འཕགས་པའི་སྐྱེ་བོའི་ཡུལ་དུ་འགྱུར་ཞིང་འཕགས་པ་མ་ཡིན་པའི་སྐྱེ་བོའི་ཡུལ་དུ་ཡང་ཡང་དག་པར་མཐོང་ངོ་། །
en: They will be in the domain of the noble beings while appearing in the domain of beings who are not noble.

source: འཇིག་རྟེན་གྱི་ཡུལ་ལས་ཡང་དག་པར་ཤིན་ཏུ་འདས་པར་འགྱུར་ཞིང་འཇིག་རྟེན་ཐམས་ཅད་སྤྱོད་པའི་ཡུལ་དུ་ཡང་ཡང་དག་པར་མཐོང་ངོ་། །
en: They will completely transcend worldly objects while appearing in the domain of the entire world.

source: རྣམ་པར་ཤེས་པའི་ཡུལ་ལ་སྤྱོད་ཡུལ་དུ་འགྱུར་ཞིང་བྱིས་པ་ཐམས་ཅད་ཀྱི་ཡུལ་དུ་ཡང་ཡང་དག་པར་མཐོང་ངོ་། །
en: They will be in the domain of clear knowledge while appearing in the domain of all the foolish beings.

source: དེ་བཞིན་དུ་འདི་ནི་ཡོན་ཏན་མང་པོ་ཐམས་ཅད་ཀྱི་རྗེས་སུ་སྟོན་པའི་བཟོད་པའོ། །
en: “In that way, this is an acceptance that reveals all the many qualities.

source: མངལ་གྱི་གནས་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་ནས་སྐྱེ་བ་ཡང་མེད་དོ། །རྒས་པ་ཡང་མེད་དོ། །འཆི་འཕོ་ཡང་མེད་དོ། །འབྱུང་བ་ཡང་མེད་དེ་ཡིད་ཀྱི་རང་བཞིན་དུ་འགྱུར་རོ། །
en: After bodhisattvas attain liberation from all manner of rebirths there is no birth, no old age, no death, and no origination, and they become like the nature of mind.

source: ལུས་ཀྱིས་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་ན་ཆུ་ཟླ་ལྟ་བུར་ཡང་དག་པར་མཐོང་ངོ་། །
en: By taking on bodies in all of the buddha realms they appear as reflections of the moon in water.

source: གཟུགས་དང་། ཁ་དོག་དང་། མཚན་མ་དང་། དབྱིབས་སྣ་ཚོགས་ཀྱི་སྤྱོད་ལམ་གྱིས་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་ཏོ། །སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །
en: They take on various physical forms, complexions, marks, and shapes to teach the Dharma to beings and to ripen beings.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་སངས་རྒྱས་ཀྱི་ཡོན་ཏན་ཟབ་མོ་བསྒྲུབ་པར་བྱ་བའི་ཕྱིར་དེ་བཞིན་དུ་བཟོད་པ་འདི་ལ་ཡོན་ཏན་མང་ཞིང་སྨོན་པ་མང་ངོ་། །
en: That is how this acceptance amplifies their good qualities and their aspirations so that bodhisattva great beings can acquire the profound qualities of a buddha.

source: གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའི་རྣ་བར་བཟོད་པ་འདི་འབའ་ཞིག་ཡང་དག་པར་ཤིན་ཏུ་གསལ་བར་འགྱུར་ན་འདུ་བྱེད་ཐམས་ཅད་ལ་སེམས་སྐད་ཅིག་ཏུ་གནས་པར་འགྱུར་རོ། །
en: If only this acceptance becomes completely clear to the ears of the bodhisattvas, their minds will dwell on the momentariness of all formations.

source: བདག་དང་གཞན་ལ་བཟོད་པས་བདག་ཏུ་དམིགས་པ་མེད་པ་ནས། གང་ཟག་གི་བར་དུ་དམིགས་པ་ཡང་མེད་དོ། །
en: When they apply this acceptance to themselves and others, they will not apprehend a self, all the way up to not apprehending persons.

source: ཇི་ལྟར་སྨྲ་བ་དེ་ལྟར་བྱེད་པས་ཕན་པའི་སེམས་སུ་འགྱུར་རོ། །
en: They will act in accordance with what they have said and be benevolent.

source: ཆོས་ཐམས་ཅད་ཉེ་བར་རྟོགས་པས་ཕྱིར་མི་ལྡོག་པའི་སེམས་སུ་འགྱུར་རོ། །
en: Since they completely understand all phenomena, their minds will no longer regress.

source: སྡིག་པ་ཐམས་ཅད་མི་བྱེད་པས་དགེ་བའི་སེམས་སུ་འགྱུར་རོ། །
en: Since they do not commit any negative actions, their minds will be virtuous.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཁུར་བསྐུར་བས་སེམས་ཆེན་པོར་འགྱུར་རོ། །
en: Since they carry the burden of all beings, they have a vast intention.

source: ངན་འགྲོ་ཐམས་ཅད་ཚིམ་པས་བྱམས་པ་ཆེན་པོའི་སེམས་སུ་འགྱུར་རོ། །
en: Since they satiate all the beings in the lower realms, they have an attitude of great love.

source: ཐེག་པ་གཞན་མི་འདོད་པས་ཞི་བའི་སེམས་དང་།
en: Since they do not wish for other vehicles, their minds are at peace.

source: ཉོན་མོངས་པའི་རྙོག་པ་ཐམས་ཅད་སེལ་བས་ཉོན་མོངས་པ་མེད་པའི་སེམས་དང་།
en: Since they clear away the stains of the afflictions, their minds will be devoid of afflictions.

source: རང་བཞིན་གྱིས་རབ་ཏུ་གསལ་བས་རབ་ཏུ་གསལ་བའི་སེམས་དང་།
en: Since they are naturally luminous, their minds will be luminous.
